Repository: robertdevore/content-restriction-for-wordpress
Catalog: languages/crwp-*.po
Languages: es_mx, fr_fr, it_it

source: This content is restricted. Please log in to view it.
es_mx: Este contenido está restringido. Inicia sesión para verlo.
fr_fr: Ce contenu est restreint. Veuillez vous connecter pour le consulter.
it_it: Questo contenuto è riservato. Effettuare il login per visualizzarlo.

source: Content not found.
es_mx: Contenido no encontrado.
fr_fr: Aucun résultat trouvé.
it_it: Contenuto non trovato.

source: This content is restricted. Please log in to view.
es_mx: Este contenido está restringido. Inicia sesión para verlo.
fr_fr: Ce contenu est restreint. Veuillez vous connecter pour le consulter.
it_it: Questo contenuto è riservato. Effettuare il login per visualizzarlo.

source: This content is restricted. Please visit the site and log in to view.
es_mx: Este contenido está restringido. Visite el sitio e inicie sesión para verlo.
fr_fr: Ce contenu est restreint. Veuillez vous rendre sur le site et vous connecter pour le consulter.
it_it: Questo contenuto è riservato. Si prega di visitare il sito e di effettuare il login per visualizzarlo.

source: Content Restriction Settings
es_mx: Volver a la página de configuración de BuddyPress
fr_fr: Paramètres de restriction de contenu
it_it: Impostazioni di limitazione del contenuto

source: Content Restriction
es_mx: Restricción de contenido
fr_fr: Restriction de contenu
it_it: Limitazione Contenuti

source: Support
es_mx: Soporte
it_it: Supporto

source: Documentation
es_mx: Documentación
it_it: Documentazione

source: Content Restriction Options
es_mx: Opciones de restricción de contenidos
fr_fr: Options de restriction du contenu
it_it: Opzioni di restrizione dei contenuti

source: Restrict content by:
es_mx: Restringir contenido por:
fr_fr: Restreindre le contenu par :
it_it: Limitare i contenuti da parte di:

source: Content Visibility Options
es_mx: Opciones de visibilidad del contenido
fr_fr: Options de visibilité du contenu
it_it: Opzioni di visibilità del contenuto

source: Hide Restricted Content from REST API:
es_mx: Ocultar contenido restringido de la API REST:
fr_fr: Masquer le contenu restreint de l'API REST :
it_it: Nascondere i contenuti riservati dall'API REST:

source: Hide Restricted Content from RSS Feed:
es_mx: Ocultar contenido restringido del feed RSS:
fr_fr: Masquer le contenu restreint du flux RSS :
it_it: Nascondere i contenuti riservati dai feed RSS:

source: Set access restrictions per post type or taxonomy term and user role.
es_mx: Establezca restricciones de acceso por tipo de entrada o término taxonómico y rol de usuario.
fr_fr: Définir des restrictions d'accès par type de message ou terme de taxonomie et par rôle d'utilisateur.
it_it: Impostare le restrizioni di accesso per tipo di post o termine della tassonomia e ruolo dell'utente.

source: Configure how restricted content is handled in the REST API and RSS feeds.
es_mx: Configure cómo se gestionan los contenidos restringidos en la API REST y los canales RSS.
fr_fr: Configurer la gestion des contenus restreints dans l'API REST et les flux RSS.
it_it: Configurare la gestione dei contenuti riservati nell'API REST e nei feed RSS.

source: Completely hide restricted content from REST API responses.
es_mx: Ocultar completamente el contenido restringido de las respuestas de la API REST.
fr_fr: Masquer complètement le contenu restreint des réponses de l'API REST.
it_it: Nascondere completamente i contenuti riservati dalle risposte dell'API REST.

source: Completely hide restricted content from RSS feeds.
es_mx: Ocultar completamente los contenidos restringidos de los canales RSS.
fr_fr: Masquer complètement le contenu restreint des flux RSS.
it_it: Nascondere completamente i contenuti riservati dai feed RSS.

source: Select Post Type or Taxonomy Term
es_mx: Seleccionar tipo de entrada o término taxonómico
fr_fr: Sélectionnez le type de message ou le terme de taxonomie
it_it: Selezionare il tipo di post o il termine della tassonomia

source: Post Types
es_mx: Tipos de publicaciones
fr_fr: Types d’article
it_it: Tipi di post

source: Taxonomies
es_mx: Taxonomías
it_it: Tassonomie

source: Add Restriction
es_mx: Añadir restricción
fr_fr: Ajouter une restriction
it_it: Aggiungi restrizione

source: Restrict Content
es_mx: Restringir contenido
fr_fr: Restreindre le contenu
it_it: Contenuto riservato

source: Restrict this content
es_mx: Restringir este contenido
fr_fr: Restriendre l'accès à ce contenu
it_it: Limitare questo contenuto

source: Minimum Role Required:
es_mx: Función mínima requerida:
fr_fr: Rôle minimum requis :
it_it: Ruolo minimo richiesto:

source: Content Restriction for WordPress®
es_mx: Restricción de contenidos para WordPress
fr_fr: Restriction de contenu pour WordPress®
it_it: Restrizione dei contenuti per WordPress®

source: Enables role-based content restriction by post type, taxonomy term, or individual post/page, redirecting unauthorized users to login when needed.
es_mx: Permite la restricción de contenido basada en roles por tipo de entrada, término de taxonomía o entrada/página individual, redirigiendo a los usuarios no autorizados a iniciar sesión cuando sea necesario.
fr_fr: Permet de restreindre le contenu en fonction des rôles par type de message, terme de taxonomie ou message/page individuel, en redirigeant les utilisateurs non autorisés vers la connexion si nécessaire.
it_it: Consente di limitare i contenuti in base al ruolo per tipo di post, termine della tassonomia o singolo post/pagina, reindirizzando gli utenti non autorizzati al login quando necessario.
